       01 apictrl.
        03 API-OPERATION PIC X(4) USAGE DISPLAY.
        03 API-CUSTNO PIC X(10) USAGE DISPLAY.
        03 API-NAME PIC X(60) USAGE DISPLAY.
        03 API-ADDR PIC X(160) USAGE DISPLAY.
