       01 atmdep1.
        03 ATM-ACCNO PIC X(8) USAGE DISPLAY.
        03 ATM-AMT PIC S9(10)V9(2) USAGE DISPLAY.
        03 ATM-BAL PIC S9(10)V9(2) USAGE DISPLAY.
